coverage.processing.progress=Procesando datos de cobertura...
coverage.processing.failed=No se pudieron procesar los datos de coverage.\n{0}
coverage.download.progress=Descargando datos de cobertura...
coverage.tool.not.found=Herramienta no encontrada {0}.
coverage.tool.version.mismatch=La versión {0} ({1}) no coincide con la versión del compilador ({2}).\nEsto puede resultar en resultados de cobertura incompletos o vacíos.
coverage.not.available=La cobertura del código no está disponible para la configuración de ejecución dada.
coverage.not.available.compiler.options=\uc9c0\uc815\ub41c \uc2e4\ud589 \uad6c\uc131\uc5d0 \ub300\ud574 \ucf54\ub4dc \ucee4\ubc84\ub9ac\uc9c0\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.\n\ub300\uc0c1 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc774 \ud544\uc218 \ucef4\ud30c\uc77c\ub7ec \uc635\uc158\uc73c\ub85c \ucef4\ud30c\uc77c\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
coverage.message.with.configure={0}\n<a href\="">Configurar</a>
coverage.process.execution.failed=Los datos de cobertura pueden estar incompletos.\nEl proceso se completó con un código de salida distinto de cero.
llvm.name=LLVM
llvm.tools.missing=No se pueden encontrar las herramientas de cobertura LLVM.
llvm.profraw.missing=llvm-cov \uc6d0\uc2dc \ud504\ub85c\ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
llvm.profdata.merge.failed=La herramienta de combinación llvm-profdata falló con un error.\n {0}
llvm.cov.export.failed=La herramienta de exportación llvm-profdata falló con un error.\n {0}
gcov.name=Gcov/llvm-cov
gcov.tools.missing=No se pudo encontrar la herramienta de cobertura gcov/llvm-cov.
gcov.tools.root.directory.failed=\ucee4\ubc84\ub9ac\uc9c0 \ub8e8\ud2b8 \ub514\ub809\ud1a0\ub9ac\ub97c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
gcov.tools.failed=No se pudieron crear los datos de coverage.\n {0}
gcov.gcda.not.found=.gcda \ud30c\uc77c\uc744 \ucc3e\uc9c0 \ubabb\ud574 \ucee4\ubc84\ub9ac\uc9c0 \ub370\uc774\ud130\ub97c \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.\n-fprofile-dir \ubc0f -fprofile-note \ucef4\ud30c\uc77c\ub7ec \uc635\uc158\uc740 \uc544\uc9c1 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
tool.executable.path={0} ruta del archivo ejecutable
specify.tool.path.placeholder=Especifique la ruta ejecutable o déjela en blanco para que CLion pueda detectarla por usted.
